app/views/pages/index.html.erb

 </tr>
 <% Article.all.each do |article| %>
---
SELECT "articles".* FROM "articles"