app/controllers/articles_controller.rb

INSERT INTO "articles" ("title", "description") VALUES (?, ?)  [["title", "Zinbe"], ["description", "fuoùerksfocdùjimonerzfs"]]
---
def create
  #render plain: params[:article].inspect
  @article = Article.new(article_params)
  @article.save